Repository: atefganm/obh-core
Catalog: po/*.po
Languages: pt

source: Daily
pt: Diariamente

source: Weekly
pt: Semanalmente

source: 30 Days
pt: 30 Dias

source: Backup manager
pt: Gestor de Backup

source: Restore
pt: Repor

source: Delete
pt: Apagar

source: Next backup:
pt: Backup seguinte:

source: View progress
pt: Ver progresso

source: New backup
pt: Novo backup

source: The chosen location does not exist, using /media/hdd
pt: O local escolhido não existe, a usar /media/hdd

source: Select a backup to Restore:
pt: Selecionar backup a Restaurar:

source: Device: none available
pt: Dispositivo: nenhum disponível

source: Select a backup to restore:
pt: Selecione um backup para restaurar:

source: Device:
pt: Dispositivo:

source: there is a problem with this device, please reformat it and try again.
pt: há um problema com este dispositivo, por favor reformate-o e tente novamente.

source: Are you sure you want to delete this backup:
pt: Tem certeza que deseja excluir este Backup:

source: Remove confirmation
pt: Confirmação para remover

source: You have no backup to delete.
pt: Não tem backups para apagar.

source: You have no backups to restore.
pt: Não tem algum backup para restaurar.

source: Backup in progress, Please wait for it to finish, before trying again
pt: Backup em andamento, Por favor, espere que termine, antes de tentar novamente

source: Sorry, but the file is not compatible with this image version.
pt: Desculpe, mas o arquivo não é compatível com esta versão da imagem.

source: Are you sure you want to restore this backup:
pt: Tem a certeza que prentende restaurar este Backup:

source: Restore Confirmation
pt: Confirmação de restauro

source: Restoring backup...
pt: A restaurar o backup...

source: Creating list of installed plugins...
pt: A criar lista dos plugins instalados...

source: Comparing against backup...
pt: A comparar com o Backup...

source: Restoring plugins...
pt: A restaurar plugins...

source: Restoring plugins, this can take a long time...
pt: A restaurar plugins, isto pode demorar algum tempo...

source: Rebooting...
pt: A reiniciar...

source: Do you want to restore your enigma2 settings ?
pt: Deseja restaurar as configurações de enigma2?

source: Sorry, but the restore failed.
pt: Desculpe, mas o restauro falhou.

source: A background update check is in progress, please try again.
pt: Uma verificação de atualização em segundo plano está em andamento, por favor tente novamente.

source: Sorry feeds are down for maintenance, Please try again later.
pt: Desculpe, os Feeds estão em manutenção, por favor tente mais tarde.

source: Your %s %s is not connected to the internet, please check your network settings and try again.
pt: A sua %s %s não está ligada à Internet, verifique as configurações de rede e tente novamente.

source: Do you want to restore your Enigma2 plugins ?
pt: Deseja fazer um restauro dos Plugins Enigma2 ?

source: Now skipping restore process
pt: Saltar o processo de restauro

source: Select files/folders to backup
pt: Arquivos e pastas para Backup

source: Cancel
pt: Cancelar

source: Save
pt: Gravar

source: Deselect
pt: Desmarcar

source: Select
pt: Selecionar

source: Select extra packages folder
pt: Selecionar pasta de pacotes extra

source: Select folder that contains plugins
pt: Selecionar pasta que contém plugins

source: Please enter a folder that contains some packages.
pt: Por favor introduza uma pasta que contém alguns pacotes.

source: Choose files
pt: Escolher arquivos

source: Choose local ipk's folder
pt: Escolher a pasta local de Ipk's

source: Logs
pt: Logs de depuração

source: Backup created
pt: Backup criado

source: Your %s %s is about to run a backup of your settings and detect your plugins, Do you want to allow this?
pt: A sua %s %s está em vias de executar um backup das suas definições e detetar os seus plugins, Quer permitir isto?

source: Enough retries, delaying till next schedule.
pt: Tentativas suficientes, adiar até ao próximo agendamento.

source: Starting...
pt: A iniciar...

source: Backing up files...
pt: A executar Backup dos ficheiros...

source: Preparing extra plugins...
pt: A preparar plugins extra...

source: Backup Complete...
pt: Backup completo...

source: The backup location does not have enough free space.
pt: O local de backup não tem espaço livre suficiente.

source: Plugin listing failed - e. g. wrong backup destination or no space left on backup device
pt: Listagem de plugins falhou - i.e. destino do backup errado ou sem espaço no dispositivo

source: Backup failed - e. g. wrong backup destination or no space left on backup device
pt: Falha na cópia de segurança - i.e., destino errado ou sem espaço no dispositivo

source: IPK installer
pt: Instalador de IPK

source: Close
pt: Fechar

source: Install
pt: Instalar

source: Extra IPK's
pt: IPK's Extra

source: It seems you have not setup an extra location, please set it up in the Backup Manager setup menu
pt: Parece que não tem configurado um local extra, por favor, configure-o no menu do Gestor de Backups

source: Change location
pt: Alterar localização

source: Sorry but that location does not exist or is not setup, please set it up in the Backup Manager setup menu
pt: Desculpe, mas esse local não existe ou não está configurado, por favor configure-o no menu de configuração do Gerenciador de backup

source: Temp folder
pt: Pasta temporária

source: Select a package to install:
pt: Selecionar o pacote a instalar:

source: Are you ready to install ?
pt: Está preparado para instalar?

source: Install confirmation
pt: Confirmação de Instalação

source: Installing...
pt: A instalar...

source: Do you want to restart GUI now ?
pt: Deseja reiniciar a GUI agora?

source: Restart GUI.
pt: Reiniciar GUI.

source: Invert
pt: Inverter

source: Press OK to toggle the selection.
pt: Prima OK para mudar de seleção.

source: Image manager
pt: Gestão de Imagens

source: Downloads
pt: Descargas

source: Select an image to flash:
pt: Selecione uma imagem para Flashar:

source: Device: None available
pt: Dispositivo: Não disponível

source: Free space:
pt: Espaço livre:

source: Are you sure you want to delete this image backup:
pt: Tem a certeza que prentende apagar este Backup:

source: You have no image to delete.
pt: Não tem imagens para apagar.

source: Do you want to create a full image backup? This can take about 6 minutes to complete.
pt: Deseja criar um backup de imagem completo? Isso pode levar cerca de 6 minutos até ficar concluído.

source: Backup confirmation
pt: Confirmação de Backup

source: Are you sure you want to flash this image:
pt: Tem certeza de que deseja Flashar esta imagem:

source: Restore confirmation
pt: Confirmação de restauro

source: You have no image to flash.
pt: Não tem imagem para Flashar.

source: Please wait while the flash prepares
pt: Por favor, aguarde enquanto o flash é preparado

source: ofgwrite error (also sent to any debug log): %s
pt: erro de ofgwrite (também enviado para qualquer log de depuração): %s

source: Your %s %s is about to create a full image backup, this can take about 6 minutes to complete. Do you want to allow this?
pt: A sua %s %s está prestes a executar um backup de imagem completo, isto pode levar cerca de 6 minutos para completar, Quer permitir isto?

source: Setting up...
pt: A configurar ...

source: Checking free RAM..
pt: A verificar RAM livre...

source: Creating swap..
pt: A criar Swap...

source: Backing up kernel...
pt: A efetuar Backup do kernel...

source: Backing up root file system...
pt: A efetuar Backup do sistema de ficheiros...

source: Removing temp mounts...
pt: A remover montagens temporárias...

source: Moving to backup Location...
pt: A mover para o local de backup...

source: Creating zip...
pt: A criar zip...

source: Backup complete...
pt: Backup completo...

source: The backup location does not have enough free space.
pt: O local de backup não tem espaço livre suficiente.

source: Sorry, not enough free ram found, and no physical devices that supports SWAP attached. Can't create Swapfile on network or fat32 filesystems, unable to make backup
pt: Desculpe, não há memória RAM suficiente, e sem dispositivos físicos que suportam ficheiros SWAP. Não é possível criar o ficheiro SWAP em rede ou fat32 e, não é possível efetuar o backup

source: Select an image to Download:
pt: Selecionar a imagem para Descarga:

source: Download
pt: Descarregar

source: Are you sure you want to download this image:
pt: Deseja fazer a descarga desta imagem:

source: Download confirmation
pt: Confirmação de download

source: You have no image to download.
pt: Não tem imagens para descarregar.

source: Downloading
pt: A transferir...

source: Mount manager
pt: Gestor de Montagens

source: Setup mounts
pt: Configurar Montagens

source: Un-mount
pt: Desmontar

source: Mount
pt: Montagem

source: Use as HDD
pt: Usar como HDD

source: Please wait while scanning for devices...
pt: Aguarde por favor enquanto se procura por dispositivos...

source: HARD DISK:
pt: DISCO RÍGIDO:

source: None
pt: Nenhum

source: unavailable
pt: indisponível

source: Size:
pt: Tamanho:

source: Mount:
pt: Montagem:

source: Type:
pt: Tipo:

source: Mount failed
pt: Montagem fallhou

source: Can't un-mount the partition, make sure it is not being used for swap or record/timeshift paths
pt: Não pode desmontar a partição, certifique-se que não está a ser usada para swap ou caminhos de registo/timeshift

source: This device is already mounted as HDD.
pt: Este dispositivo já está montado como HDD.

source: Choose where to mount your devices to:
pt: Escolha onde montar os seus dispositivos:

source: Please wait while scanning your %s %s devices...
pt: Espere por favor durante a verificação de seus dispositivos de %s %s...

source: Updating mount locations.
pt: A Atualizar os locais de montagem.

source: Please wait.
pt: Por favor, aguarde.

source: The changes need a system restart to take effect. Restart your %s %s now?
pt: As modificações necessitam de um reinício para serem aplicadas. Reiniciar a sua %s %s agora?

source: Restart %s %s.
pt: Reiniciar %s %s.

source: OK, to perform a restore
pt: OK, para executar o restauro

source: Exit the restore wizard
pt: Sair do assistente de restauro

source: YES, to restore settings
pt: Sim, para restaurar as definições

source: NO, do not restore settings
pt: NÃO, não restaurar definições

source: YES, to restore plugins
pt: Sim, para restaurar plugins

source: NO, do not restore plugins
pt: NÃO, não restaurar plugins

source: Please wait while the system gathers information...
pt: Por favor, aguarde enquanto o sistema reúne informações...

source: Restore wizard
pt: Assistente de Restauro

source: Please wait while plugins restore completes...
pt: Por favor aguarde até ao restauro completo dos plugins...

source: Sorry the feeds are down for maintenance, Please try using Backup Manager to restore plugins later.
pt: Desculpe, os Feeds estão em manutenção, por favor tente usar o Gestor de Backups para restaurar mais tarde os plugins.

source: Your %s %s is not connected to the internet, Please try using Backup Manager to restore plugins later.
pt: A sua %s %s não está conetada à internet, por favor, tente usar o Gestor de Backup para restaurar mais tarde os plugins.

source: Please wait while settings restore completes...
pt: Por favor aguarde até ao restauro completo das definições...

source: Your %s %s is not connected to the internet, Please try using the Backup Manager to restore plugins later.
pt: A sua %s %s não está conetada à internet, por favor, tente usar o Gestor de Backup para restaurar os plugins mais tarde.

source: Sorry the feeds are down for maintenance, Please try using the Backup Manager to restore plugins later.
pt: Desculpe, os Feeds estão em manutenção, por favor tente usar o Gestor de Backups para restaurar mais tarde os plugins.

source: Swap manager
pt: Gestor de Swap

source: Swap place:
pt: Local Swap:

source: Swap size:
pt: Tamanho Swap:

source: Status:
pt: Estado:

source: Inactive
pt: Inativo

source: Active
pt: Ativo

source: Activate
pt: Ativar

source: Create
pt: Criar

source: Autostart
pt: Início automático

source: Current status:
pt: Estado atual:

source: Wait please while scanning...
pt: Por favor, aguarde enquanto procura...

source: Deactivate
pt: Desativar

source: Enable swap at startup
pt: Ativar Swap no arranque

source: Swap file not found. You have to create the file before you try to activate it.
pt: Ficheiro de Swap não encontrado. Tem de criar o ficheiro, antes de ativar.

source: Info
pt: Informação

source: Please select device to use as swapfile location
pt: Por favor, selecione o dispositivo para usar como swapfile

source: Sorry, no physical devices that supports swap attached. Can't create Swap file on network or fat32 filesystems
pt: Desculpe, não há dispositivos que suportam Swap. Não é possível criar o ficheiro SWAP em sistemas de arquivos de rede ou fat32

source: Select the Swap File Size:
pt: Selecionar o tamanho de Swap:

source: Wait please while creating swapfile...
pt: Por favor, aguarde enquanto o ficheiro Swap é criado...

source: You have to create a swap file before trying to activate the autostart.
pt: Tem de criar um ficheiro Swap, antes de ativar o Início Automático.

source: Install extensions.
pt: Instalar extensões.

source: Script runner
pt: Executor de scripts

source: ViX Backup manager
pt: Gestor de Backup OBH

source: ViX Image manager
pt: Gestor da Imagem OBH

source: ViX Mount manager
pt: Gestor de montagem OBH

source: ViX Script runner
pt: Executor de scripts OBH

source: ViX Swap manager
pt: Gestor de Swap OBH

source: Main menu
pt: Menu Principal

source: Setup
pt: Definições

source: Manage the backups of your settings.
pt: Gerir os backups das suas definições.

source: Create and flash complete images of your system.
pt: Criar e restaurar imagens completas do sistema.

source: Install local extension
pt: Instalar extensão local

source: Install IPK's from your tmp folder.
pt: Instalar IPK´s a partir da pasta /tmp.

source: Manage your devices mount points.
pt: Escolha onde montar os seus dispositivos.

source: Run your shell scripts.
pt: Executar scripts Shell.

source: Create and Manage your swap files.
pt: Criar e Gerir os ficheiros de Swap.

source: Image manager settings
pt: Configuração do Gestor de Imagens

source: Automatic settings backup
pt: Backup automático das definições

source: Backup location
pt: Local para Backups

source: Backup prefix
pt: Prefixo do Backup

source: Schedule backups
pt: Agendar backups

source: Create a settings backup before updating.
pt: Crie um backup de configurações antes de atualizar.

source: Location of where the image backup should be saved.
pt: Local de onde o backup de imagem deve ser salvo.

source: Allows you to tag your image backup to a box. (default is box name/type)
pt: Permite-lhe etiquetar o backup da imagem com o nome da STB. (padrão é o nome/tipo)

source: Allows you to schedule your image backups.
pt: Permite agendar os seus backups de imagem.
